Repository: fullstory-morgue/configure-xawtv
Catalog: po/*.po
Languages: de, pt

source: Initial setup of TV-card (Step ${STEP}/${MAX})
de: Einrichtung der Fernsehkarte (Step ${STEP}/${MAX})
pt: Configuração inicial da placa de TV (Step ${STEP}/${MAX})

source: Please select your TV card from the list.
de: Bitte wählen Sie Ihre Fernsehkarte aus der Liste aus.
pt: Por favor, seleccione a placa de TV da lista.

source: Please select the type of your tuner.
de: Bitte wählen Sie den Typ Ihres Tuners.
pt: Por favor, seleccione o tipo de sintonizador.

source: The script will now try to load the necessary modules with this parameters . Then it'll start xawtv.
de: Das Skript wird jetzt versuchen die nötigen Module mit diesen Parametern zu laden und anschließend xawtv starten.
pt: O programa tentará carregar os módulos do kernel necessários com estes parâmetros . Depois irá iniciar o programa xawtv.

source: ERROR: $0 needs root capabilities, please start it as root
pt: ERRO: $0 necessita de capacidades de super-utilizador (root), por favor, inicie como super-utilizador(root)

source: Initial setup of xawtv (Step ${STEP}/${MAX})
de: Einrichtung von xawtv (Step ${STEP}/${MAX})
pt: Configuração inicial do xawtv (Step ${STEP}/${MAX})

source: The Installation was aborted. Do you want to start xawtv anyway ?\n\n(To deactivate the wrapper permanently create a ~/.xawtv or let this script finish normally.)
de: Die Installation wurde abgebrochen. Wollen Sie xawtv trotzdem starten?\n\n(Um den Wrapper permanent zu deaktivieren legen Sie bitte eine Datei ~/.xawtv an oder lassen Sie dieses Skript einmal vollständig durchlaufen.)
pt: A instalação foi interrompida. Deseja iniciar o xawtv de qualquer forma?\n\n(Para desactivar o wrapper permanentemente crie o ficheiro ~/.xawtv ou deixe este programa finalizar normalmente.)

source: Please select your TV-norm
de: Bitte wählen Sie ihre TV-Norm aus.
pt: Por favor, seleccione a sua norma de TV.

source: Please select a frequency table.
de: Bitte wählen Sie eine Frequenztabelle aus.
pt: Por favor, seleccione a tabela de frequência.

source: The script will now try to find all available TV channels. This can take a while. Please be patient.
de: Das Skript wird jetzt versuchen alle verfügbaren Fernsehsender zu finden. Dies kann eine Weile dauern. Bitte haben Sie Geduld.
pt: O programa tentará encontrar os canais de TV disponíveis. Isto pode durar um pouco. Por favor, seja paciente.

source: The Installation is complete. xawtv will now be started. Happy watching!
de: Die Installation ist abgeschlossen. xawtv wird nun gestartet. Fröhliches Fernsehgucken!
pt: A instalação está completa e o programa xawtv irá ser iniciadoo. Bom programa!
